Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/diediheapmi-jienastuslohkui.html.tmx
Source language: sme
Languages: sma

source: Dieđiheapmi jienastuslohkui / Válga ja jienastuslohku / Sámediggi - Sametinget
sma: Tjaalasovveme veeljemelåhkosne / Veeljeme jïh veeljemelåhkoe / Saemiedigkie - Sametinget

source: Dieđiheapmi jienastuslohkui
sma: Tjaalasovveme veeljemelåhkosne

source: Dieđiheapmi interneahta bokte
sma: Tjaalasovveme gaskeviermien baaktoe

source: Jos áiggut dieđihit jienastuslohkui interneahta bokte, de fertet logget sisa ID-portálain / MinID.
sma: Juktie jïjtjemdh gaskeviermien baaktoe tjaalasovvedh tjoerh sïjse tjaangedh ID-portaline / MinID

source: Juohkehaš guhte julggašta ahte atná iežas sápmelažžan, ja geas juogo
sma: Gaajhkesh mah bæjhkoehtieh dah jïjtjemse saemine utnieh, jïh mah

source: a) lea sámegiella ruovttugiellan, dahje b) leat dahje leat leamaš vánhemat, vánhenváhnemat dahje máttarvánhemat geain lea / lei sámegiella ruovttugiellan, dahje c) lea olbmo mánná gii lea / lea leamaš jienastuslogus, sáhttet gáibidit fievrriduvvot jienastuslohkui.
sma: a) saemien hïejmegïeline utnieh, jallh b) utnieh jallh åtneme eejhtegh, aahka gon aajjah jallh maadteraahka maadteraajjah saemiengïeline hïejmegïeline, jallh c) leah maana aktede almetjistie mij tjåådtje jallh lea tjåådtjeme almetjelåhkosne maehtieh krïevedh satne veeljemelåhkosne tjaalasåvva

source: Buot sámiin Norggas, geat leat badjel 18 jagi dahje devdet 18 jagi válgajagi, lea vuoigatvuohta registrerehit jienastuslohkui.
sma: Gaajhkh saemieh Nöörjeste mah leah bijjelen 18 jaepien båeries jallh 18 jaepieh illieh veeljemejaepien, reaktoem utnieh veeljemelåhkosne tjaalasovvedh.

source: Eará davviriikkaid stáhtaborgárat geat leat sápmelaččat sáhttet registrerehit jienastuslohkui, jos sii válgajagi geassemánu 30. b. muttus leat dieđihan álbmotregistarii ahte ásset Norggas.
sma: Saemieh mah leah staateårrojh jeatjah noerhtelaantine maehtieh veeljemelåhkosne tjaalasovvedh jis dah ruffien 30. b. veeljemejaepien leah almetjelåhkosne tjaalasovveme goh årrojh Nöörjesne.

source: Sámit geat eai leat davviriikkain eret, sáhttet registrerehit jienastuslohkui jos sii álbmotregistara dieđuid mielde leat ássan Norggas golbma maŋimuš jagi ovdal válgabeaivvi.
sma: Saemieh mah eah leah aktede dejstie noerhtelaantijste maehtieh veeljemelåhkosne tjaalasovvedh jis dah leah almetjelåhkosne tjåådtjeme goh årrojh Nöörjesne dej golme minngemes jaepiej veeljemebiejjien åvtelen.

source: Dieđiheapmi báberskovi bokte
sma: Tjaalasovveme paehperegoeren baaktoe

source: Viečča pdf-skovi vuolábealde, deavdde dan ja sádde devdojuvvon ja vuolláičállojuvvon skovi Sámediggái.
sma: Leessh våålese pdf-goerem vuelielisnie, dievhtieh dam jïh seedth dam dov nommevæhtine Saemiedægkan.
